Revit 2027 API
ParameterTypeId.AllModelImage Property
 "Image"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AllModelImage { get; }
Public Shared ReadOnly Property AllModelImage As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AllModelImage {
	ForgeTypeId^ get ();
}
static member AllModelImage : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace